app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2021-08-24 14:11:47.979269"], ["updated_at", "2021-08-24 14:11:47.979269"]]
---
    def create
        @school_class = SchoolClass.new
        @school_class.title = params[:school_class][:title]
        @school_class.room_number = params[:school_class][:room_number]
        @school_class.save