app/controllers/students_controller.rb

    def create
        @student = Student.new
        @student.first_name = params[:student][:first_name]
        @student.last_name = params[:student][:last_name]
        @student.save
---
INSERT INTO "students" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2021-08-24 14:11:19.113362"], ["updated_at", "2021-08-24 14:11:19.113362"]]